Repository: wizbucimen/Filmi-Bul
Catalog: FilmiBul/Supporting Files/*.lproj/Localizable.strings
Languages: tr

# about
source: ABOUT US
tr: HAKKIMIZDA

# submit
source: SUBMIT QUESTION
tr: SORU ÖNER

# sound
source: CORRECT/WRONG SOUND
tr: DOĞRU/YANLIŞ SESİ

# music
source: APPLICATION MUSIC
tr: UYGULAMA MÜZİĞİ

# ads
source: SHOW ADS
tr: REKLAMLARI GÖSTER

# language
source: CHANGE LANGUAGE
tr: DİLİ DEĞİŞTİR

# rate
source: RATE APPLICATION
tr: UYGULAMAYI PUANLA

# shareApp
source: SHARE APPLICATION
tr: UYGULAMAYI PAYLAŞ

# feedback
source: ASK QUESTION / GIVE FEEDBACK
tr: SORU VE GÖRÜŞLERİNİZ İÇİN

# version
source: Application Version:
tr: Uygulama Versiyonu:

# company
source: UpApp Software ⓒ - 2017
tr: UpApp Yazılım ⓒ - 2017

# emoji
source: Question as emoji
tr: Soruyu emoji şeklinde giriniz.

source: Answer
tr: Cevap

# time
source: TIME IS OVER
tr: SÜRE BİTTİ

source: SCORE
tr: PUAN

source: Correct
tr: Doğru

# false
source: Wrong
tr: Yanlış

# share
source: SHARE SCORE
tr: SKORUNU PAYLAŞ

# report
source: You are going to report a question. Are you sure about it ?
tr: Hatalı Soru Bildir

source: Yes
tr: Evet

source: Cancel
tr: Kapat

source: Update
tr: Uygulamayı kullanabilmek için güncel sürümünü indirin.

# updateTitle
source: Update
tr: Güncelleme

# connection
source: Check Your Internet Connection And Try Again.
tr: İnternet bağlantınızı kontrol edip tekrar deneyiniz.

# submitQuestionMessage
source: You Should Fill All The Blanks.
tr: Bütün Alanları Doldurmalısın kanka.

# submitQuestionMessageTitle
source: Ups
tr: Aaaaa Çok Ayıp Ama

# submitQuestionRightAnswer
source: You Should Choose the Right Answer
tr: Doğru Cevabı Seçmelisin Kanka

# submitQuestionRightAnswerTitle
source: It's a Shame
tr: Aaaaa Çok Ayıp Ama

# submitted
source: No problem. It can be taken after the assessment is made. We will add it to the development notes if it is posted.
tr: Sorunuz iletilmiştir. Değerlendirme yapıldıktan sonra yayına alınabilir. Yayına alınırsa geliştirme notlarına ekleyeceğiz

# reportQuestion
source: Are you sure to submit this question as faulty ?
tr: Soruyu Şikayet etmek istediğinize emin misiniz ?

# reportQuestionOkay
source: Your question has reported for view. We will check dude thank you
tr: Hatalı soru değerlendirilmek üzere tarafımıza iletilmiştir. Bakıcaz kanka teşekkür ederiz.

# okey
source: Okey Dude
tr: Eminim

# later
source: No Thanks
tr: Daha Sonra

# oley
source: Hooray!
tr: Oley!

# mustupdate
source: You must update the application to use it dude.
tr: Uygulamayı kullanabilmek için güncel sürümü indirmen gerekiyor kanka.

# newversion
source: There is a new version of the application. Dude Update now!
tr: Uygulamayı güncelledik, yeni sürümü indir bence kanka.

# shareGame
source: Dude there is a perfect game , i think you should download it.
tr: Kanka mükemmel bir oyun var. Bence indirmelisin.
